[
  "Take a selfie with your drink like it paid for YOU.",
  "Show us your best ‘I swear I’m not drunk’ face.",
  "Flex your fit like you’re on a runway at 2am.",
  "Take a selfie that screams MAIN CHARACTER ENERGY.",
  "Recreate a famous meme — bar edition.",
  "Snap a selfie like you just found out you won the lottery.",
  "Take a selfie pretending paparazzi just caught you leaving.",
  "Capture your most overdramatic movie-poster pose.",
  "Find the weirdest object in reach. Selfie with it.",
  "Take the most unflattering selfie you can.",
  "Bathroom mirror. Legendary angle. Go.",
  "Recreate a first-day-of-school photo — bar edition.",
  "Take a selfie that looks like it belongs on a magazine cover.",
  "Turn your drink into a fashion accessory — selfie.",
  "Photograph your vibe + the bar’s energy in one selfie.",
  "Selfie with the coolest sign in the bar.",
  "Find the most mysterious or suspicious object. Selfie with it.",
  "Selfie with the best art you can find here.",
  "Match your drink’s personality in a selfie.",
  "Pretend your drink is a microphone — rockstar selfie.",
  "Selfie + your current mood in three words.",
  "Selfie with the caption: 'Don’t ask…'",
  "Take a selfie that tells a story without text.",
  "Take a selfie showing how you THOUGHT tonight would go vs. how it’s going.",
  "Take a selfie with whatever you wish you were drinking.",
  "Take a selfie you will absolutely regret tomorrow.",
  "Pose like you’re attending the Met Gala… at this bar.",
  "Take a selfie that belongs on a dating app.",
  "Capture the DJ energy during your favorite song — selfie.",
  "Selfie with the tallest drink you can find.",
  "Take a selfie that gives 'this bar is my hometown now.'",
  "Take a selfie that could be a movie poster titled TONIGHT HAPPENED.",
  "Your mission: take a selfie where everyone looks confused — including you.",
  "Take a selfie showing your best ‘I’m famous’ face.",
  "Take the most wholesome selfie of the night.",
  "Pretend you’re on a secret mission — selfie.",
  "Take a selfie that feels like a plot twist.",
  "Take a selfie making your drink look like your best friend.",
  "Take a selfie that looks like it belongs in a scrapbook someday.",
  "Take a selfie that looks like the cover of your autobiography.",
  "Take a selfie that shows you thriving against all odds.",
  "Take a selfie that feels like it should be illegal (but isn’t).",
  "Create a selfie that says: 'Today was a journey.'",
  "Take a selfie that would make Past You impressed.",
  "Take a selfie capturing the exact moment your night peaked.",
  "Take a selfie that would make a great movie trailer.",
  "Take a selfie that deserves its own theme song.",
  "Take the most dramatic selfie possible.",
  "Take a selfie that makes you look like the hero of the night."
]
